Repository: 84000/data-translation-memory
Catalog: Toh_97-The_Chapter_on_Manjusris_Magical_Display-v1.tmx
Source language: bo
Languages: en

source: ལྷའི་བུ་མཉམ་པ་ཉིད་གང་དང་མཉམ་པ་དེ་དང་མཚམས་མེད་པ་མཉམ་མོ། །
en: “Divine being, whatever is the same as sameness is the same as the acts with immediate retribution.

source: མཚམས་མེད་པ་གང་དང་མཉམ་པ་དེ་དང་ཁོ་བོ་མཉམ་མོ། །
en: Whatever is the same as the acts with immediate retribution is the same as me.

source: མཉམ་པ་ཉིད་གང་དང་མཉམ་པ་དེ་དང་ལྟ་བར་གྱུར་པ་རྣམས་མཉམ་མོ། །
en: Whatever is the same as sameness is the same as views.

source: ལྟ་བར་གྱུར་པ་རྣམས་གང་དང་མཉམ་པ་དེ་དང་ཁོ་བོ་མཉམ་མོ། །
en: Whatever is the same as views is the same as me.

source: མཉམ་པ་ཉིད་གང་དང་མཉམ་པ་དེ་དང་ཕྱིན་ཅི་ལོག་རྣམས་མཉམ་མོ། །
en: Whatever is the same as sameness is the same as the misunderstandings.

source: ཕྱིན་ཅི་ལོག་རྣམས་གང་དང་མཉམ་པ་དེ་དང་ཁོ་བོ་མཉམ་མོ། །
en: Whatever is the same as the misunderstandings is the same as me.

source: མཉམ་པ་ཉིད་གང་དང་མཉམ་པ་དེ་དང་དམིགས་པ་མཉམ་མོ། །
en: Whatever is the same as sameness is the same as keeping reference points.

source: དམིགས་པ་གང་དང་མཉམ་པ་དེ་དང་ཁོ་བོ་མཉམ་མོ། །
en: Whatever is the same as keeping reference points is the same as me.

source: མཉམ་པ་ཉིད་གང་དང་མཉམ་པ་དེ་དང་འཁོར་བའི་མཐའ་མཉམ་མོ། །
en: Whatever is the same as sameness is the same as the limit of saṃsāra.

source: འཁོར་བའི་མཐའ་གང་དང་མཉམ་པ་དེ་དང་མྱ་ངན་ལས་འདས་པའི་མཐའ་མཉམ་མོ། །
en: Whatever is the same as the limit of saṃsāra is the same as the limit of nirvāṇa.

source: མྱ་ངན་ལས་འདས་པའི་མཐའ་གང་དང་མཉམ་པ་དེ་དང་བདག་གི་མཐའ་མཉམ་མོ། །
en: Whatever is the same as the limit of nirvāṇa is the same as the limit of the self.

source: བདག་གི་མཐའ་གང་དང་མཉམ་པ་དེ་དང་ཡང་དག་པའི་མཐའ་མཉམ་མོ། །
en: Whatever is the same as the limit of the self is the same as the limit of reality.

source: ཡང་དག་པའི་མཐའ་གང་དང་མཉམ་པ་དེ་དང་མ་རིག་པ་དང་། སྲིད་པ་དང་། སྲེད་པའི་མཐའ་མཉམ་མོ། །
en: Whatever is the same as the limit of reality is the same as the limit of ignorance, existence, and craving.

source: མ་རིག་པ་དང་། སྲིད་པ་དང་། སྲེད་པའི་མཐའ་གང་དང་མཉམ་པ་དེ་དང་རིག་པ་དང་། རྣམ་པར་གྲོལ་བའི་མཐའ་མཉམ་མོ།
en: Whatever is the same as the limit of ignorance, existence, and craving is the same as the limit of knowledge and liberation.

source: རིག་པ་དང་། རྣམ་པར་གྲོལ་བའི་མཐའ་གང་དང་མཉམ་པ་དེ་དང་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གི་མཐའ་མཉམ་མོ། །
en: Whatever is the same as the limit of knowledge and liberation is the same as the limit of desire, aggression, and delusion.

source: འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གི་མཐའ་གང་དང་མཉམ་པ་དེ་དང་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པའི་མཐའ་མཉམ་མོ། །
en: Whatever is the same as the limit of desire, aggression, and delusion is the same as the limit of emptiness, the absence of marks, and the absence of wishes.

source: སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་མཐའ་གང་དང་མཉམ་པ་དེ་དང་འདུས་བྱས་ཀྱི་མཐའ་མཉམ་མོ། །
en: Whatever is the same as the limit of emptiness, the absence of marks, and the absence of wishes is the same as the limit of conditioned phenomena.

source: འདུས་བྱས་ཀྱི་མཐའ་གང་དང་མཉམ་པ་དེ་དང་། འདུས་མ་བྱས་ཀྱི་མཐའ་མཉམ་མོ། །
en: Whatever is the same as the limit of conditioned phenomena is the same as the limit of unconditioned phenomena.

source: འདུས་མ་བྱས་ཀྱི་མཐའ་གང་དང་མཉམ་པ་དེ་དང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་མཉམ་སྟེ།
en: Whatever is the same as the limit of unconditioned phenomena is the same as youthful Mañjuśrī.

source: ལྷའི་བུ་མཉམ་པ་ཉིད་དེས་ཆོས་ཐམས་ཅད་མཉམ་མོ། །
en: “Divine being, this sameness means that all phenomena are the same.

source: དེ་ལ་སུ་འཆད་པ་དང་། གང་བཤད་པ་དང་། གང་ལ་བཤད་པ་དང་། སུ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་སྦྱིན་པའི་ཆོས་དེ་དག་ཐམས་ཅད་ནམ་མཁའ་དང་མཉམ་པ་ཉིད་ཀྱིས་མཉམ་སྟེ
en: Therefore, all aspects of giving approval—such as who speaks, what they say, where they say it, and to whom they say it—are all the same, just like the sameness of the sky.

source: ནམ་མཁའ་ཡང་འདུས་མ་བྱས་ཡིན་པས་ནམ་མཁའ་ནི་མཉམ་པ་ཡང་མེད། མི་མཉམ་པ་ཡང་མེད་དེ།
en: Since the sky is unconditioned, it is beyond any sameness or difference.

source: སུ་རྗེས་སུ་མི་འགྲོ་བའི་ཚུལ་གྱིས་མཉམ་པ་ཉིད་འདི་དག་གི་རྗེས་སུ་སོང་བ་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ལེགས་སོ་ཞེས་བྱ་བ་གནང་ངོ་། །
en: Whoever conforms, without conforming, to these types of sameness is the one who receives the Thus-Gone One’s approval.”

source: འཇམ་དཔལ་ཁྱོད་ལེགས་སོ་ཞེས་བྱ་བ་དང་ལེགས་སོ་ཞེས་བྱ་བ་མ་ཡིན་པ་ལས་བརྩམས་ཏེ་ཆོས་བསྟན་པ་ལ་སྤོབས་པར་གྱིས་ཤིག །
en: “Mañjuśrī, please clarify this with a Dharma teaching on the topic of what is commendable and not commendable.”

source: ལྷའི་བུ་ལྷག་པའི་བསམ་པས་བྱང་ཆུབ་ཀྱི་ཕྱིར་འཇུག་པ་ནི་ལེགས་པའོ། །
en: “Divine being, setting out for awakening with altruistic intent is commendable,

source: གཡོ་དང་སྒྱུས་ཉེ་བར་སྤྱོད་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while practicing trickery and deceit is not commendable.

source: སྙིང་རྗེ་ཆེན་པོས་སེམས་ཅན་ཐམས་ཅད་མི་གཏོང་བ་ནི་ལེགས་པའོ། །
en: Not abandoning any being because of great compassion is commendable,

source: སེམས་ཅན་རྣམས་ལ་རྣམ་པར་འཚེ་བ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while harming beings is not commendable.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཞེ་འགྲས་པ་མེད་པའི་སེམས་ནི་ལེགས་པའོ། །
en: Not having any aggression toward beings is commendable,

source: གནོད་སེམས་ཀྱི་བསམ་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while a malicious attitude is not commendable.

source: ཉེས་པ་བྱུང་བ་མི་འཆབ་ཅིང་འཆགས་ཏེ་རྣམ་པར་འབྱེད་ལ་ཀུན་ནས་བསྐོར་བ་མེད་པར་གནས་པ་ནི་ལེགས་པའོ། །
en: Confessing one’s transgressions openly and declaring them without any lapse of time is commendable,

source: ཉེས་པ་བྱུང་བ་འཆབ་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while concealing one’s transgressions is not commendable.

source: བདག་གི་འཁྲུལ་པ་ལ་སོ་སོར་རྟོག་པ་ནི་ལེགས་པའོ། །
en: Acknowledging one’s own mistakes is commendable,

source: གཞན་གྱི་འཁྲུལ་པའི་སྐྱོན་ཚོལ་བ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while seeking out the faults of others is not commendable.

source: བྱས་པ་གཟོ་བ་དང་། བྱས་པ་ཤེས་པ་དང་། བྱས་པ་ཆུད་མི་གཟོན་པ་དང་། བྱས་པ་ལ་ལན་དུ་ཕན་འདོགས་པ་ནི་ལེགས་པའོ། །
en: Being grateful, being appreciative, being thankful, and repaying others’ kindness is commendable,

source: བྱས་པ་མི་གཟོ་བ་དང་། བྱས་པ་མི་ཤེས་པ་དང་། བྱས་པ་ཆུད་གཟོན་པ་དང་། བྱས་པ་ལ་ལན་དུ་ཕན་མི་འདོགས་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while not being grateful, not being appreciative, not being thankful, and not repaying others’ kindness is not commendable.

source: ཐོས་པ་ཡང་དག་པར་སྒྲུབ་པ་ནི་ལེགས་པའོ། །
en: “Becoming erudite is commendable,

source: ཐོས་པ་ལོག་པར་བསྒྲུབ་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while mistaken learning is not commendable.

source: བསླབ་པ་ཡང་དག་པར་བླངས་ནས་མ་ཉམས་པ་ནི་ལེགས་པའོ། །
en: Receiving the precepts without transgressing them is commendable,

source: བསླབ་པ་ཡང་དག་པར་བླངས་པ་ལས་འདའ་བ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while receiving the precepts and then forsaking them is not commendable.

source: དབེན་པ་ལ་སེམས་གཞོལ་ཞིང་དབེན་པ་ལ་དགའ་བ་ནི་ལེགས་པའོ། །
en: Seeking out solitude and enjoying it is commendable,

source: འདུ་འཛི་ལ་དགའ་བ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while enjoying socializing is not commendable.

source: དགོན་པ་ལ་གནས་པར་ལུས་དང་སྲོག་འདོར་བ་ནི་ལེགས་པའོ། །
en: Sacrificing life and limb to stay in the wilderness is commendable,

source: ལུས་དང་སྲོག་ལ་ལྟ་བ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while being concerned for one’s life and limb is not commendable.

source: འཕགས་པའི་རིགས་ལ་ཡང་དག་པར་དགའ་བ་དང་རུང་བ་རྣམས་ལ་ཚོད་རིག་པ་ནི་ལེགས་པའོ། །
en: Delighting in the noble tradition and knowing moderation are commendable,

source: ཆོག་མི་ཤེས་ཤིང་འདོད་པ་ཆེ་ལ་སྡིག་པ་འདོད་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while being insatiable and greedy and yearning for what is unwholesome are not commendable.

source: ཉམ་ཆུང་བ་རྣམས་ལ་བཟོད་ཅིང་དང་དུ་ལེན་པ་ནི་ལེགས་པའོ། །
en: Being patient and caring toward the weak is commendable,

source: སེམས་ཅན་རྣམས་ལ་སྨ་འབེབས་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while denigrating others is not commendable.

source: འཚོ་བ་དག་པ་ནི་ལེགས་པའོ། །
en: A pure livelihood is commendable,

source: སྙོམ་ལས་ཅན་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while being lazy is not commendable.

source: སྐྱབས་སུ་སོང་བ་རྣམས་མི་གཏོང་བ་ནི་ལེགས་པའོ། །
en: Not forsaking those who have gone for refuge is commendable,

source: སྐྱབས་སུ་སོང་བ་རྣམས་ལ་འཁུ་བ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while being hostile to those who have gone for refuge is not commendable.

source: དམ་བཅས་པ་ལས་མི་ཉམས་པའི་ཚིག་བདེན་པ་དང་། ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་བྱེད་པ་ནི་ལེགས་པའོ། །
en: Not breaking one’s promises and being true to one’s word is commendable,

source: འཇིག་རྟེན་ཐམས་ཅད་ལ་སླུ་བ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while deceiving anyone is not commendable.

source: དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་ནི་ལེགས་པའོ། །
en: “Upholding the holy Dharma is commendable,

source: དམ་པའི་ཆོས་ཡོངས་སུ་སྤོང་བ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while abandoning the holy Dharma is not commendable.

source: ཐོས་པ་ལ་སེར་སྣ་མེད་ཅིང་ཆོས་ལ་སློབ་དཔོན་གྱིས་དཔེ་མཁྱུད་མེད་དེ་ཟང་ཟིང་མེད་པར་ཆོས་སྟོན་པ་ནི་ལེགས་པའོ། །
en: The teacher who is not stingy with his learning, who does not withhold the Dharma, and who teaches the Dharma without concern for material possessions is commendable.

source: ཆོས་ལ་སེར་སྣ་བྱེད་ཅིང་ཆོས་ལ་སློབ་དཔོན་གྱིས་དཔེ་མཁྱུད་བྱེད་དེ་ཟང་ཟིང་དང་འབྲེལ་བའི་སེམས་ཀྱིས་ཆོས་སྟོན་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: The teacher who is stingy with the Dharma, who withholds the Dharma, and who teaches the Dharma with concern for worldly things is not commendable.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པའི་ཐབས་དང་ལྡན་པའི་བསྡུ་བ་ནི་ལེགས་པའོ། །
en: Attracting beings with the goal of fully ripening them is commendable,

source: སེམས་ཅན་ལ་མི་ལྟ་ཞིང་ཐབས་དང་མི་ལྡན་པར་བསྡུ་བའི་དངོས་པོ་སྟོན་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while the teacher who attracts beings without concern for them and without the goal of ripening them is not commendable.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཚོལ་བ་ནི་ལེགས་པའོ། །
en: Pursuing the six perfections is commendable,

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་གི་མི་འཐུན་པའི་ཕྱོགས་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while discordance with the six perfections is not commendable.

source: ཤེས་པས་བྱས་པའི་ལས་རྣམས་ནི་ལེགས་པའོ། །
en: Actions undertaken with knowledge are commendable,

source: ང་རྒྱལ་གྱིས་བྱས་པའི་ལས་རྣམས་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while actions undertaken with pride are not commendable.

source: !མཛའ་བ་བརྟན་པ་ནི་ལེགས་པའོ། །
en: Associating with close friends is commendable,

source: ངན་པ་དང་བཤེས་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while befriending evil people is not commendable.

source: དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་སྟེན་པ་ནི་ལེགས་པའོ། །
en: Following the path of the ten virtuous actions is commendable,

source: མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་དུ་ཞུགས་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while embarking on the path of the ten nonvirtuous actions is not commendable.

source: སྡིག་པའི་ལས་ཐམས་ཅད་མི་སྤྱོད་པ་ནི་ལེགས་པའོ། །
en: Avoiding all unwholesome deeds is commendable,

source: སྡིག་པའི་ལས་ཐམས་ཅད་ལ་ཞུགས་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: while engaging in any unwholesome deed is not commendable.

source: ལྷའི་བུ་དམིགས་པ་ཅན་གྱི་རབ་ཏུ་འབྱུང་བ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: “Divine being, the going forth of those who hold reference points is not commendable,

source: སྟོང་པ་ཉིད་སྨྲ་བའི་མངོན་པར་འབྱུང་བ་ནི་ལེགས་པའོ། །
en: while the renunciation of those who espouse emptiness is commendable.

source: འཇིག་རྟེན་རྒྱང་ཕན་པའི་གཏམ་སྨྲ་བའི་སེང་གེའི་ཁྲི་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: Teaching the views of the lokāyatas from a lion throne is not commendable,

source: བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་རབ་ཏུ་ཐོབ་པའི་དམ་པའི་ཆོས་ཀྱི་གཏམ་སྨྲ་བའི་སེང་གེའི་ཁྲི་ནི་ལེགས་པའོ། །
en: while teaching the true Dharma of the Bodhisattva Collection from a lion throne is commendable.

source: ཚུལ་ཁྲིམས་འཆལ་བས་དད་པས་བྱིན་པ་སྤྱད་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: Partaking of gifts given out of faith while having flawed ethical discipline is not commendable,

source: ཚུལ་ཁྲིམས་དང་ལྡན་པའི་ཐོབ་པ་དང་། བཀུར་སྟི་དང་ཚིགས་སུ་བཅད་པ་ཐམས་ཅད་ནི་ལེགས་པའོ། །
en: while any gain, praise, or laud for someone who observes ethical discipline is commendable.

source: ལྷག་པའི་ང་རྒྱལ་ཅན་གྱི་བྱང་ཆུབ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: Knowledge endowed with special pride is not commendable,

source: ལྷག་པའི་ང་རྒྱལ་མེད་པར་ཤེས་པའི་བརྡ་སྤྲོད་པ་ནི་ལེགས་པའོ། །
en: while communicating knowledge without special pride is commendable.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་གནོད་པར་སེམས་པ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: Having malice toward bodhisattvas is not commendable,

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་སྟོན་པ་ཙམ་དུ་ཕངས་པར་འཛིན་པ་ནི་ལེགས་པའོ། །
en: while having fondness for bodhisattvas as the only teachers is commendable.

source: བྱང་ཆུབ་སེམས་དཔའི་མིང་གིས་རྙེད་པས་འཚོ་བ་ནི་ལེགས་པ་མ་ཡིན་པའོ། །
en: Pretending to be a bodhisattva in order to make a living is not commendable,

source: བྱང་ཆུབ་སེམས་དཔའ་ཆོས་སྨྲ་བ་ཡང་དག་པར་སྒྲུབ་པ་ལ་གནས་པའི་རྙེད་པ་ནི་ལེགས་པའོ། །
en: while the profit of a bodhisattva committed to the authentic preaching of the Dharma is commendable.

source: ལྷའི་བུ་དེ་ལྟར་ན་ཇི་ཙམ་དུ་དེ་བཞིན་གཤེགས་པའི་བཀའ་དང་འགལ་བ་དེ་ཙམ་དུ་ཐམས་ཅད་ལེགས་པ་མ་ཡིན་པའོ། །
en: Divine being, in those ways, anything that contradicts the words of the Thus-Gone One is not commendable.

source: ཇི་ཙམ་དུ་དེ་བཞིན་གཤེགས་པའི་བཀའ་དང་འཐུན་པ་དེ་ཙམ་དུ་ཐམས་ཅད་ལེགས་པའོ། །
en: Likewise, anything that accords with the words of the Thus-Gone One is commendable.”

source: འཇམ་དཔལ་ཁྱོད་ཅི་ལེགས་སོ་ཞེས་བྱ་བའི་ཆོས་ལ་བརྩོན་ནམ། འོན་ཏེ་ལེགས་པ་མ་ཡིན་ཞེས་བྱ་བའི་ཆོས་ལ་བརྩོན།
en: “Mañjuśrī, do you exert yourself in what is commendable, or in what is not commendable?”

source: ལྷའི་བུ་ཁོ་བོ་ནི་ལེགས་སོ་ཞེས་བྱ་བའི་ཆོས་ལ་བརྩོན་པ་ཡང་མ་ཡིན།
en: “Divine being, I do not exert myself in what is commendable,

source: ལེགས་པ་མ་ཡིན་པ་ཞེས་བྱ་བའི་ཆོས་ལ་བརྩོན་པ་ཡང་མ་ཡིན་ནོ། །
en: nor do I exert myself in what is not commendable.

source: ལྷའི་བུ་ཁོ་བོ་ནི་ཆོས་ཐམས་ཅད་ལ་བརྩོན་པ་མ་ཡིན་ནོ། །
en: Divine being, I do not exert myself in any phenomenon.”

source: འཇམ་དཔལ་ཁྱོད་ཅི་དགེ་བའི་ཆོས་ལ་མི་བརྩོན་ནམ།
en: “Mañjuśrī, do you not strive for commendable qualities?”

source: ལྷའི་བུ་ཁོ་བོ་ནི་དགེ་བའི་ཆོས་ལ་བརྩོན་པ་ཡང་མ་ཡིན། །
en: “Divine being, I do not exert myself in virtuous phenomena,

source: མི་དགེ་བའི་ཆོས་ལ་བརྩོན་པ་ཡང་མ་ཡིན་ནོ། །
en: nor do I exert myself in nonvirtuous phenomena.

source: ལྷའི་བུ་དགེ་བ་ཞེས་བྱ་བ་འདི་ཡང་འདུས་བྱས་སོ། །
en: Divine being, virtue is conditioned.

source: མི་དགེ་བ་ཞེས་བྱ་བ་འདི་ཡང་འདུས་བྱས་སོ། །
en: Nonvirtue is conditioned.

source: མི་གཡོ་བ་ཞེས་བྱ་བ་འདི་ཡང་འདུས་བྱས་སོ། །
en: Immovability is conditioned as well.”

source: འཇམ་དཔལ་ཁྱོད་ཅི་འདུས་མ་བྱས་པའམ།
en: “Mañjuśrī, are you unconditioned?”

source: ལྷའི་བུ་གལ་ཏེ་འདུས་བྱས་ཀྱིས་སྐྲག་པ་ལྟ་ན་ནི་ཁོ་བོ་འདུས་མ་བྱས་སུ་འགྱུར་རོ། །
en: “Divine being, if seen from the perspective of being afraid of the conditioned, I am unconditioned.”

source: འཇམ་དཔལ་ཁྱོད་ཅི་འདུས་བྱས་ཀྱིས་མི་སྐྲག་གམ།
en: “Mañjuśrī, are you not afraid of the conditioned?”

source: ལྷའི་བུ་གལ་ཏེ་ཡང་དག་པར་འདུས་བྱས་ཀྱིས་ཡོངས་སུ་གྲུབ་པ་ཞིག་མཐོང་ན་ནི་ཁོ་བོ་འདུས་བྱས་ཀྱིས་སྐྲག་པར་འགྱུར་རོ། །
en: “Divine being, if I saw a conditioned thing that truly existed, then I would be afraid of the conditioned.”

source: འཇམ་དཔལ་ཅི་ཁྱོད་ཀྱིས་ཡང་དག་པར་འདུས་བྱས་ཀྱིས་ཡོངས་སུ་གྲུབ་པ་མ་མཐོང་ངམ།
en: “Mañjuśrī, have you not seen a conditioned thing that truly existed?”

source: ལྷའི་བུ་ཁོ་བོས་ནི་ཡང་དག་པར་འདུས་བྱས་ཀྱིས་ཡོངས་སུ་གྲུབ་པ་མ་མཐོང་སྟེའདུས་མ་བྱས་ཀྱིས་ཀྱང་མ་ཡིན་ནོ། །
en: “Divine being, I have not seen a conditioned thing that truly existed, nor have I seen such an unconditioned thing that truly existed.”

source: འཇམ་དཔལ་ཁྱོད་ཅི་འདུས་བྱས་སུ་གཏོགས་སམ། འོན་ཏེ་འདུས་མ་བྱས་སུ་གཏོགས།
en: “Mañjuśrī, are you conditioned or unconditioned?”

source: ལྷའི་བུ་ཁོ་བོ་ནི་འདུས་བྱས་སུ་གཏོགས་པ་ཡང་མ་ཡིན། འདུས་མ་བྱས་སུ་གཏོགས་པ་ཡང་མ་ཡིན་ནོ། །
en: “Divine being, I am neither conditioned nor unconditioned.

source: གལ་ཏེ་འདུས་བྱས་སུ་གཏོགས་པར་གྱུར་ན་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་དང་འདྲ་བར་འགྱུར་རོ། །
en: If I were conditioned, I would be like all the childish, ordinary beings.

source: གལ་ཏེ་འདུས་མ་བྱས་སུ་གཏོགས་པར་གྱུར་ན་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་དང་འདྲ་བར་འགྱུར་རོ། །
en: If I were unconditioned, I would be like all the hearers and solitary buddhas.”

source: འཇམ་དཔལ་གལ་ཏེ་ཁྱོད་འདུས་བྱས་སུ་གཏོགས་པ་ཡང་མ་ཡིན། འདུས་མ་བྱས་སུ་གཏོགས་པ་ཡང་མ་ཡིན་ན་ཁྱོད་ཇི་ལྟར་ཤེས་པར་བྱ།
en: “Mañjuśrī, if you cannot be classified as either conditioned or unconditioned, how should you be understood?”

source: ལྷའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས།
en: “Divine being, what do you think?

source: གང་དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པ་འདུས་བྱས་སུ་གཏོགས་སམ། འོན་ཏེ་འདུས་མ་བྱས་སུ་གཏོགས།
en: Is an emanation of the Thus-Gone One to be considered as conditioned or unconditioned?”

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པ་ནི་འདུས་བྱས་སུ་གཏོགས་པ་ཡང་མ་ཡིན། འདུས་མ་བྱས་སུ་གཏོགས་པ་ཡང་མ་ཡིན་ནོ། །
en: “Mañjuśrī, an emanation of the Thus-Gone One is not considered as conditioned, nor is it considered as unconditioned.”

source: ལྷའི་བུ་དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པའི་ཆོས་ཀྱི་དེ་བཞིན་ཉིད་ཅི་འདྲ་བ་དེ་འདྲ་བར་ཁོ་བོ་ཤེས་པར་གྱིས་ཤིག །
en: “Divine being, just as you understand the nature of the Thus-Gone One’s emanations, so should you understand me.

source: ལྷའི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་ཤེས་པ་གང་ལ་གནས།
en: Divine being, tell me, where does the consciousness of the Thus-Gone One abide?

source: གཟུགས་ལ་གནས་སམ།
en: Is it in form?”

source: མ་ཡིན་ནོ། །
en: “No.”

source: དེ་ཅི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་ལ་གནས་སམ།
en: “Does it abide in feeling, perception, or formations?”

source: དེ་ཅི་འདུས་བྱས་ལ་གནས་སམ།
en: “Does it abide in the conditioned?”

source: དེ་ཅི་འདུས་མ་བྱས་ལ་གནས་སམ།
en: “Does it abide in the unconditioned?”

source: དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་ཤེས་པ་གང་ལ་གནས།
en: “Where does the Thus-Gone One’s consciousness abide?”

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་ཤེས་པ་ནི་གང་ལ་ཡང་མི་གནས་སོ། །
en: “Mañjuśrī, the Thus-Gone One’s consciousness does not abide anywhere at all.”

source: ལྷའི་བུ་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་ཤེས་པ་གང་ལ་གནས་པ་དེ་ལ་ཁོ་བོ་གནས་པར་ཤེས་པར་བྱའོ། །
en: “Divine being, you should understand that wherever the consciousness of the Thus-Gone One abides, there I abide.”

source: འཇམ་དཔལ་ཁྱོད་ཅི་དེ་བཞིན་གཤེགས་པ་ཡིན་ནམ།
en: “Mañjuśrī, are you a thus-gone one?”

source: ལྷའི་བུ་དེ་བཞིན་ཉིད་ཀྱི་འོང་བ་མེད་པ་དང་འགྲོ་བ་མེད་པ་གང་ཡིན་པ་དེ་ཉིད་ཁོ་བོའི་འགྲོ་བ་དེ་ཉིད་དེ་བཞིན་གཤེགས་པའི་འགྲོ་བ་སྟེ།
en: “Suchness has neither coming nor going. That is the way I go and the way a thus-gone one goes.

source: དེས་ན་ཁོ་བོ་དེ་བཞིན་གཤེགས་པའོ། །
en: Therefore, I am a thus-gone one.

source: དེ་བཞིན་ཉིད་ཇི་ལྟ་བར་ཁོ་བོ་ཡང་དེ་ལྟར་འོངས་པས་
en: I also come in the same way as suchness.

source: དེ་བཞིན་ཉིད་ཇི་ལྟ་བར་ཁོ་བོ་ཡང་དེ་ལྟར་གནས་ཏེ།
en: I also abide in the same way as suchness.

source: ལྷའི་བུ་འཇམ་དཔལ་ཞེས་བྱ་བ་འདི་ནི་དེ་བཞིན་ཉིད་ཅི་འདྲ་བ་དེ་འདྲ་སྟེ།
en: Divine being, Mañjuśrī is just like suchness.

source: དེ་བཞིན་ཉིད་སེམས་མེད་ཅིང་ཞི་བའི་ཕྱིར། འཇམ་དཔལ་ཡང་སེམས་མེད་ཅིང་ཞི་བ་སྟེ། །
en: Since suchness is beyond concepts and peaceful, Mañjuśrī is also beyond concepts and peaceful.

source: འཇམ་དཔལ་དེ་བཞིན་ཉིད་གང་དུ་བཙལ་བར་བྱ།
en: “Mañjuśrī, where should I search for suchness?”

source: ལྷའི་བུ་དེ་བཞིན་ཉིད་ནི་ལྟ་བར་སོང་བ་དྲུག་ཅུ་རྩ་གཉིས་རྣམས་སུ་བཙལ་བར་བྱའོ། །
en: “Divine being, look for suchness in the sixty-two wrong views.”

source: ལྟ་བར་སོང་བ་དྲུག་ཅུ་རྩ་གཉིས་པོ་རྣམས་གང་དུ་བཙལ་བར་བྱ།
en: “Where should I look for the sixty-two wrong views?”

source: ལྷའི་བུ་ལྟ་བར་སོང་བ་དྲུག་ཅུ་རྩ་གཉིས་པོ་དག་ནི་དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པའི་ཆོས་ཅན་གྱི་རྣམ་པར་གྲོལ་བ་ལས་བཙལ་བར་བྱའོ། །
en: “Divine being, you should look for the sixty-two wrong views in the Thus-Gone One’s liberation, which has the character of imperturbability.

source: འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་གྲོལ་བ་གང་དུ་བཙལ་བར་བྱ།
en: “Mañjuśrī, where should I look for the Thus-Gone One’s liberation?”

source: ལྷའི་བུ་དེ་བཞིན་གཤེགས་པའི་རྣམ་པར་གྲོལ་བ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་སྤྱོད་པ་དང་། བསམ་པ་རྣམས་སུ་བཙལ་བར་བྱའོ། །
en: “Divine being, you should look for the Thus-Gone One’s liberation in the mental states and thoughts of all beings.”

source: འཇམ་དཔལ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་སྤྱོད་པ་དང་། བསམ་པ་གང་དུ་བཙལ་བར་བྱ།
en: “Mañjuśrī, where should I look for all beings’ mental states and thoughts?”

source: ལྷའི་བུ་སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་དུའོ། །
en: “Divine being, in the experience of the buddhas.”

source: འཇམ་དཔལ་སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་གང་དུ་བཙལ་བར་བྱ།
en: “Mañjuśrī, where should I look for the experience of the buddhas?”

source: ལྷའི་བུ་སེམས་ཅན་གྱི་དབང་པོ་མཆོག་དང་། མཆོག་མ་ཡིན་པ་ཐམས་ཅད་ཤེས་པ་ལས་བཙལ་བར་བྱའོ། །
en: “Divine being, you must search for this within the knowledge of the greater and lesser faculties of beings.”

source: འཇམ་དཔལ་ཁྱོད་ཇི་ལྟར་འདིར་ཤེས་པ་ཉུང་བར་འགྱུར་བ་དེ་ལྟ་བུར་སྟོན་ཏམ།
en: “Mañjuśrī, how would you explain this in terms of lesser knowledge?”

source: ལྷའི་བུ་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ནི་སུས་ཀྱང་ཀུན་ཤེས་པའམ། རྣམ་པར་ཤེས་པར་མི་ནུས་སོ། །
en: “Divine being, no one is able to understand or cognize the wisdom of a buddha.

source: ལྷའི་བུ་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ནི་ཆགས་པ་མེད་པ། རྣམ་པར་རྟོག་པ་མེད་པ། བརྗོད་དུ་མེད་པ། བསྙད་དུ་མེད་པ། སྦྱོར་བ་མེད་པ། ཚིག་མེད་པ།
en: Divine being, the wisdom of a buddha is unobstructed, beyond thinking, inexpressible, inexplicable, without engagement, and beyond words.

source: སེམས་དང་ཡིད་དང་རྣམ་པར་ཤེས་པ་དང་བྲལ་བ་སྟེ།
en: It is separate from mind, mental faculty, and cognition.

source: དེ་སུས་ཀྱང་ཀུན་ཤེས་པར་རམ་རྣམ་པར་ཤེས་པར་མི་ནུས་པའི་ཕྱིར་རོ། །
en: Therefore, no one could possibly understand or cognize it.”

source: འཇམ་དཔལ་གལ་ཏེ་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཀུན་ཤེས་པར་བྱ་བ་མ་ཡིན་ན་ཉན་ཐོས་འདི་དག་གིས་ཀུན་ཤེས་པར་ག་ལ་འགྱུར།
en: “Mañjuśrī, if the wisdom of a buddha cannot be understood, how can hearers gain knowledge?

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱང་ཕྱིར་མི་ལྡོག་པ་ལ་གནས་པར་ག་ལ་འགྱུར།
en: How can bodhisattvas achieve the state of nonregression?”

source: ལྷའི་བུ་གང་ཡི་གེ་རྣམས་ཀྱི་ཡེ་ཤེས་དེ་བསྟན་པ་འདི་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་ཐབས་ཏེ་ཡེ་ཤེས་དེ་ནི་ཡི་གེ་མེད་པའོ། །
en: “Divine being, the teaching of wisdom in words is the skillful means of the thus-gone ones.

source: ལྷའི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། མེ་གཙུབས་པ་ལས་མེ་མི་འབྱུང་གི་གཙུབ་ཤིང་
en: This wisdom is without words. Divine being, fire does not arise from rubbing fire.

source: གཙུབས་པ་ལས་མེ་འབྱུང་བ་དེ་བཞིན་དུ་ལྷའི་བུ་དེ་བཞིན་གཤེགས་པས་གལ་ཏེ་ཐོག་མ་ཁོ་ནར་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་རྒྱ་ཆེན་ཡང་དག་པར་རབ་ཏུ་བསྟན་ན
en: Rather, fire arises from rubbing kindling sticks together. Divine being, just as in that analogy, if the thus-gone ones were to teach the vast wisdom of a buddha in full from the very beginning, then no one at all would comprehend the thus-gone ones’ wisdom.

source: སེམས་ཅན་གང་གིས་ཀྱང་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་དེ་ཀུན་ཤེས་པར་མི་འགྱུར་བས། དེ་བཞིན་གཤེགས་པས་གཙུབ་ཤིང་གི་གཏམ་གྱིས་ཡེ་ཤེས་དེ་བསྟན་ཏེ།
en: Therefore, the thus-gone ones make use of verbal teachings that are like kindling sticks to teach wisdom.

source: ཡེ་ཤེས་དེ་ནི་ཡི་གེ་མེད་པའོ། །
en: Yet the wisdom itself is without words.”

source: འཇམ་དཔལ་གཙུབ་ཤིང་གི་གཏམ་གང་།
en: “Mañjuśrī, what are these verbal teachings that are like kindling sticks like?”

source: ལྷའི་བུ་གང་ཅི་ཡང་རུང་སྟེ།
en: “Divine being, anything that is appropriate.

source: སྡོམ་པ་དང་ཡོ་བྱད་བསྙུངས་པའི་གཏམ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྦྱོར་བའི་གཏམ་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ལ་འཇུག་པའི་གཏམ་འདི་ནི་གཙུབ་ཤིང་གི་གཏམ་ཞེས་བྱའོ། །
en: They can be teachings on vows and having few belongings, teachings on practicing the perfections, or teachings pertaining to the factors of awakening. These are known as teachings that are like kindling sticks.”

source: འཇམ་དཔལ་གཙུབ་ཤིང་གི་གཏམ་མ་ཡིན་པའི་གཏམ་གང་།
en: “Mañjuśrī, what teachings are not teachings that are like kindling sticks?”

source: ལྷའི་བུ་གཏམ་གང་སྐྱེ་བ་དང་། འཇིག་པ་དང་། གནས་པའི་གཏམ་མ་ཡིན་པ་དང་།
en: “Divine being, teachings that are not about birth, destruction, or remaining;

source: འདྲེན་པ་དང་། སེལ་བའི་གཏམ་མ་ཡིན་པ་དང་།
en: teachings that do not induce or exclude;

source: གཏམ་གང་ཀུན་ནས་ཉོན་མོངས་པ་ཡོངས་སུ་བརྗོད་པའི་གཏམ་མ་ཡིན་པ་དང་།
en: teachings that do not explain affliction;

source: རྣམ་པར་བྱང་བའི་ཕན་ཡོན་གྱི་གཏམ་མ་ཡིན་པ་དང་།
en: teachings that do not cover the benefits of purification;

source: གཏམ་གང་འཁོར་བ་ལ་ཡིད་འབྱུང་བར་བྱ་བའི་གཏམ་མ་ཡིན་པ་དང་།
en: teachings that do not inspire revulsion for saṃsāra;

source: མྱ་ངན་ལས་འདས་པ་ལ་མངོན་པར་དགའ་བར་བྱ་བ་མ་ཡིན་པའི་གཏམ་དང་།
en: teachings that do not cause delight in nirvāṇa;
